/* ----------
 
 
 This file is only needed if you are defining a custom importer attribute.  
 Most importer plugins will not need to do this.  
 Add this file to your project's localized resources if you have defined a custom attribute. 
 
 
 ----------*/


/* Localized DisplayNames for your custom metadata attributes */
/* The form is:  "myMetadataKey" = "My Metadata Key";    */
/* The name on the left is the name defined in schema.xml */
/* The name on the right is what the user will see */
"com_DEVONtechnologies_think_DatabaseName" = "Database";
"com_DEVONtechnologies_think_RecordKind" = "Document Kind";
"com_DEVONtechnologies_think_RecordAliases" = "Document Alias";

/* Localized Description of you custom metadata attributes */
/* The form is: "myMetadataKey.Description" = "stuff";
/* com_Foo_YourAttrName should be definded in the schema.xml file  */
/* The value on the right will be displayed by the Finder etc.. */
"com_DEVONtechnologies_think_DatabaseName.Description" = "The name of the DEVONthink database.";
"com_DEVONtechnologies_think_RecordKind.Description" = "The kind of the document in the DEVONthink database.";
"com_DEVONtechnologies_think_RecordAliases.Description" = "The alias for the document in the DEVONthink database.";
